Repository: tudo75/vcs-creator
Catalog: po/*.po
Languages: it

source: GUI for the Video Contact Sheet script
it: Interfaccia grafica per lo script Video Contact Sheet *NIX

source: Error
it: Errore

source: VCS executable not found. The correct path must be /usr/bin/vcs
it: L'eseguibile di VCS non è stato trovato. Il path corretto deve essere /usr/bin/vcs

source: Add file
it: Aggiungi file

source: Drop files here!
it: Trascina qui i file!

source: Start
it: Avvia

source: Cancel
it: Annulla

source: Files
it: Elenco dei file

source: Generating sheets
it: Generazione in corso

source: Remove item from list
it: Rimuovi elemento dalla lista

source: Contact sheet creation in progress.
it: Creazione del foglio di anteprima in corso.

source: Settings
it: Impostazioni

source: General
it: Generali

source: Capture interval
it: Intervallo di cattura

source: Capture time interval in seconds
it: Intervallo di cattura delle immagini in secondi

source: Number of captures
it: Numero di catture

source: Number of captures to compose in the sheet
it: Numero delle immagini da catturare

source: Capture mode
it: Modalità di cattura

source: Screenshots capture mode: ruled by time interval or by total number of captures
it: Modalità di cattura delle immagini: per intervallo di tempo o per numero totale di immagini catturate

source: Image format
it: Formato dell'immagine

source: Image format for the sheet
it: Formato dell'immagine del collage

source: Image quality
it: Qualità dell'immagine

source: Quality level for the sheet: 0 to 100
it: Qualità dell'immagine del collage: tra 0 e 100

source: Signature prefix
it: Prefisso della firma

source: Prefix for the user signature in the footer
it: Prefisso da utilizzare per la firma dell'utente a pie di pagina

source: Signature
it: Firma

source: Enable the user signature in the sheet footer
it: Abilita la firma dell'utente a pie di pagina nel collage

source: Number of columns
it: Numero di colonne

source: Number of columns in the sheet
it: Numero di colonne che comporranno il collage

source: Padding
it: Spaziatura

source: Padding space between images
it: Spaziatura fra le immagini del collage

source: Show shadows
it: Mostra ombre

source: Enable drop shadows
it: Abilita la creazione di ombre al di sotto delle immagini del collage

source: Capture height
it: Altezza singola immagine

source: Height of the single capture frame
it: Altezza della singola immagine catturata

source: Show timestamps
it: Mostra marca temporale

source: Diplay timestamps on captures
it: Mostra la marca temporale delle catture

source: Colors
it: Colori

source: Header background
it: Sfondo del frontespizio

source: Background color for the header section
it: Colore dello sfondo del frontespizio

source: Header font color
it: Colore del carattere del frontespizio

source: Font color for the header section
it: Colore del carattere del frontespizio

source: Signature background
it: Sfondo della firma

source: Background color for the signature section
it: Colore dello sfondo per la firma

source: Signature font color
it: Colore del carattere della firma

source: Font color for the signature section
it: Colore del carattere della firma

source: Title background
it: Sfondo del titolo

source: Background color for the title section
it: Colore dello sfondo del titolo

source: Title font color
it: Colore del carattere del titolo

source: Font color for the title section
it: Colore del carattere del titolo

source: Timestamps background
it: Sfondo della marca temporale

source: Background color for the timestamps box
it: Colore dello sfondo della marca temporale

source: Timestamps font color
it: Colore del carattere della marca temporale

source: Font color for the timestamps box
it: Colore del carattere della marca temporale

source: Captures background
it: Sfondo delle catture

source: Background color for the captures section
it: Colore dello sfondo della sezione delle immagini catturate

source: Save
it: Salva

source: Apply
it: Applica

source: Close
it: Chiudi

source: Preferences saved!
it: Le preferenze sono state salvate!

source: All the preferences are saved. Now you can close this window.
it: Tutte le preferenze sono state salvate. Ora puoi chiudere questa finestra.
